Repository: weblate/plugin.audio.shoutcast
Catalog: resources/language/resource.language.*/strings.po
Languages: cs_cz, de_de, et_ee, fi_fi, it_it, lv_lv

# Addon Summary
source: more than 50.000 free internet radio stations
cs_cz: Více než 50.000 internetových rádií zdarma
de_de: Zugang zu mehr als 50000 kostenlosen Internetradiosendern
et_ee: rohkem kui 50 000 tasuta interneti-raadiojaama
fi_fi: Yli 50.000 ilmaista Internet-radioasemaa
it_it: più di 50.000 stazioni radio libere su internet
lv_lv: vairāk nekā 50000 bezmaksas interneta radiostaciju

# Addon Description
source: With this Add-on you can browse more than 50.000 free internet radio stations. Current Features:[CR]- Top 500 Stations[CR]- Browse by genre (and subgenre if enabled in settings)[CR]- Search Station by name[CR]- Search Stations by current playing track[CR]- You can manage a "My Stations"-list[CR]- bitrate and amount of listeners visible and sortable[CR]- 500 Stations on each Page (can be changed in the settings)[CR]- uses cache (24h genre, 1h station listings)
cs_cz: S tímto doplňkem můžete procházet více než 50.000 bezplatných internetových rádií. Aktuální funkce:[CR]- Top 500 stanic[CR]- Procházení podle žánru (a podžánru, pokud je povoleno v nastavení)[CR]- Vyhledávání stanic podle názvu[CR]- Vyhledávání stanic podle aktuálně přehrávané skladby[CR]- Můžete spravovat seznam "Moje stanice" - seznam[CR]- datový tok, viditelný a tříditelný počet posluchačů[CR]- 500 stanic na každé stránce (lze změnit v nastavení)[CR]- používá vyrovnávací paměť (24h žánru, 1h výpis stanic)
de_de: Dieses Addon ermöglicht den Zugriff auf über 50000 kostenlose Internetradiosender.[CR]Aktuelle Features:[CR]- Top 500 Sender[CR]- Nach Genre browsen[CR]- Sender nach Name suchen[CR]- Sender nach aktuellem Track suchen[CR]- Sender per Kontext Menu in die „Meine Sender“-Liste aufnehmen[CR]- Anzeige der Bitrate und Anzahl Hörer[CR]- 500 Sender pro Seite[CR]- Schnell durch lokalen Cache (24 Std Genre, 1 Std Stationslisten)
et_ee: Selle lisamooduliga saab sirvida enam kui 50 000 tasuta interneti-raadiojaama. Praegu pakub:[CR]- 500 populaarseimat jaama[CR]- Sirvi žanri järgi (ja alamžanri järgi, kui see on seadetes lubatud)[CR]- Otsi jaama nime järgi[CR]- Otsi jaamu praeguse esitatava loo järgi[CR]- Saad hallata loendit "Minu jaamad"[CR]- bitikiirus ja kuulajate arv nähtav ja sorteeritav[CR]- 500 jaama igal lehel (saab muuta seadetes)[CR]- kasutab vahemälu (24h žanri, 1h jaamade loendid)
fi_fi: Tällä lisäosalla voidaan selata yli 50 000 ilmaista Internet-radioasemaa. Nykyiset ominaisuudet:[CR]- 500 parasta asemaa[CR]- Selaa lajityypeillä (ja alilajityypeillä, jos otettu käyttöön asetuksista)[CR]- Etsi asemia nimellä[CR]- Etsi asemia parhaillaan toistettavalla kappaleella[CR]- Voit hallita "Omat asemat" -listaa[CR]- Bittinopeus ja kuuntelijamäärä näkyvissä ja lajiteltavissa[CR]- 500 asemaa/sivu (vaihdettavissa asetuksista)[CR]- Käyttää välimuistia (24 h lajityyppi, 1 h asemalistaukset)
it_it: Con questo Add-on puoi sfogliare più di 50.000 stazioni radio libere su internet. Caratteristiche attuali:[CR]- Migliori 500 stazioni[CR]- Sfoglia per genere (e sottogenere se abilitato nelle impostazioni)[CR]- Cerca le stazioni per nome[CR]- Cerca le stazioni per traccia in esecuzione[CR]- Puoi gestire una lista "Le mie stazioni"[CR]- bitrate e quantità di ascoltatori visibile e riordinabile[CR]- 500 Stazioni in ogni pagina (può essere modificato nelle impostazioni)[CR]- cache utilizzata (24h genere, 1h ascolto)
lv_lv: Izmantojot šo papildinājumu, variet klausīties vairāk nekā 50 tūkstošus bezmaksas interneta radiostaciju. Pašreizējās iespējas:[CR]- Skatīt 500 populārākās radiostacijas[CR]- Pārlūkot pēc žanra (un apakšžanra, ja tas ir iespējots iestatījumos)[CR]- Meklēt radiostaciju pēc nosaukuma[CR]- Meklēt radiostacijas pēc pašreiz atskaņotā skaņas ieraksta[CR]- Pārvaldīt "Manas radiostacijas" sarakstu[CR]- Skatīt, kārtot pēc bitu pārraides ātruma un klausītāju skaita[CR]- 500 radiostacijas vienā lapā (var mainīt iestatījumos)[CR]- Izmanto kešatmiņu (24h žanriem, 1h radiostaciju sarakstiem)

# #30000
source: All subgenres
cs_cz: Všechny podžánry
de_de: Alle Untergenres
et_ee: Kõik alamžanrid
fi_fi: Kaikki alilajityypit
it_it: Tutti i sottogeneri
lv_lv: Visi apakšžanri

# #30001
source: Top 500 Stations
cs_cz: Top 500 stanic
de_de: Top 500 Sender
et_ee: Top 500 jaama
fi_fi: Top 500 -asemat
it_it: Le migliori 500 stazioni
lv_lv: 500 populārākās radiostacijas

# #30002
source: Browse by genre
cs_cz: Procházet podle žánru
de_de: Nach Genre
et_ee: Sirvi žanri järgi
fi_fi: Selaa lajityypeittäin
it_it: Sfoglia per genere
lv_lv: Pārlūkot pēc žanra

# #30003
source: My Stations
cs_cz: Moje stanice
de_de: Meine Sender
et_ee: Minu jaamad
fi_fi: Omat asemat
it_it: Le mie stazioni
lv_lv: Manas radiostacijas

# #30004
source: Search Station by name
cs_cz: Vyhledat stanici podle jména
de_de: Sender nach Namen suchen
et_ee: Otsi jaama nime järgi
fi_fi: Etsi asemaa nimellä
it_it: Cerca stazione per nome
lv_lv: Meklēt radiostaciju pēc nosaukuma

# #30005
source: Search Current Track playing Station
cs_cz: Vyhledat stanici právě přehrávané skladby
de_de: Sender nach aktuellem Track suchen
et_ee: Otsi praegust lugu esitavaid jaamu
fi_fi: Etsi asemia parhaillaan toistettavalla kappaleella
it_it: Cerca stazione che riproduzione la traccia attuale
lv_lv: Meklēt radiostacijas, kas atskaņo pašreizējo skaņas celiņu

# #30010
source: Add to 'My Stations'
cs_cz: Přidat do "Moje stanice"
de_de: Zu „Meine Sender“ hinzufügen
et_ee: Lisa loendisse 'Minu jaamad'
fi_fi: Lisää omiin asemiin
it_it: Aggiungi a "Le mie stazioni"
lv_lv: Pievienot 'Manas radiostacijas'

# #30011
source: Remove from 'My Stations'
cs_cz: Odebrat z "Mé stanice"
de_de: Aus „Meine Sender“ entfernen
et_ee: Eemalda loendist 'Minu jaamad'
fi_fi: Poista omista asemista
it_it: Rimuovi da "Le mie stazioni"
lv_lv: Dzēst no 'Manas radiostacijas'

# #30100
source: Show Subgenres
cs_cz: Zobrazit subžánry
de_de: Untergenres anzeigen
et_ee: Kuva alamžanrid
fi_fi: Näytä alilajityypit
it_it: Mostra sottogeneri
lv_lv: Rādīt apakšžanrus

# #30101
source: Num stations in list
cs_cz: Počet stanic v seznamu
de_de: Anzahl Sender in der Liste
et_ee: Jaamade arv loendis
fi_fi: Asemien määrä listalla
it_it: Numero stazioni nell'elenco
lv_lv: Radiostaciju skaits sarakstā

# #30102
source: Show Bitrate in Title
cs_cz: Zobrazit v nadpisu datový tok
de_de: Bitrate in Title anzeigen
et_ee: Kuva pealkirjas bitikiirus
fi_fi: Näytä aseman bittinopeus sen nimessä
it_it: Mostra bitrate nel titolo
lv_lv: Rādīt bitu pārraides ātrumu virsrakstā

# #30103
source: Choose a random server (Don't ask)
cs_cz: Vybrat náhodný server (bez zeptání)
de_de: Zufälligen Server auswählen (nicht fragen)
et_ee: Vali juhuslik server (ära küsi)
fi_fi: Valitse satunnainen palvelin (älä kysy)
it_it: Scegli un server a caso (non chiedere)
lv_lv: Izvēlieties nejaušu radiostacijas serveri (nejautā)

# #30104
source: Filter stations by minium Bitrate
cs_cz: Redukovat stanice dle minimálního datového toku
de_de: Sender nach minimaler Bitrate filtern
et_ee: Filtreeri jaamad minimaalse bitikiiruse järgi
fi_fi: Suodata asemia alimman bittinopeuden mukaan
it_it: Filtra stazioni per bitrate minimo
lv_lv: Filtrēt radiostacijas pēc minimālā bitu pārraides ātruma

# #30110
source: Minimum Bitrate
cs_cz: Minimální datový tok,
de_de: Minimale Bitrate
et_ee: Minimaalne bitikiirus
fi_fi: Alin bittinopeus
it_it: Bitrate minimo
lv_lv: Minimālais bitu pārraides ātrums

# #30200
source: Network Error
cs_cz: Chyba sítě
de_de: Netzwerkfehler
et_ee: Võrgu viga
fi_fi: Verkkovirhe
it_it: Errore di rete
lv_lv: Tīkla kļūda
